{
      "language-name": "ع",
      "toolbar": {
        "run": "تشغيل كامل الكود (ctrl+shift+enter)",
        "upload": "رفع السكيتش إلى المعرض",
        "clear": "مسح",
        "shuffle": "إظهار سكيتش عشوائي",
        "random": "تغيير عشوائي",
        "show-info": "إظهار نافذة المساعدة",
        "hide-info": "إخفاء نافذة المساعدة"
      },
      "info": {
        "title": "هيدرا",
        "subtitle": "منصة برمجة حية للفيديو سينث",
        "description": "هيدرا هو بيئة برمجة حية للفيديو سينث تعمل ضمن المتصفح، مجاني ومصمم كمصدر حر يسهل استخدامه للمحترفين و المبتدئين. ",
        "get-started-title": "للبدء بالعمل على هيدرا: ",
        "get-started-list": [
          "أغلق هذه النافذة",
          "غير بعض الأرقام ضمن الكود",
          "إضغط ctrl + Shift + Enter "
        ],
        "description-detailed": "تمت كتابة البرنامج بلغة الجافا سكريبت ويتم تجميع الكود عبر الWebGL . المصطلحات المستخدمة مستوحاة من وحدات الموديولر (وحدات التوليف التناظري) والتي من خلالها يمكن ربط أو توصيل مجموعة من التغييرات والتأثيرات لتوليد نتيجة بصرية.",
        "uses": "يمكن استعمال هيدرا لـ:",
        "uses-list": [
          "مزج وإضافة تأثيرات لمدخلات مختلفة كالكاميرا، الشاشة، البث المباشر والفيديو",
          "إنتاج مواد بصرية ذات طبيعة توالدية/عشوائية أو ذات طبيعة متجاوبة مع الصوت و مشاركتها مع الآخرين على الويب",
          "يمكن استخدام ومزج مكتبات جافا سكريبت أخرى مثل P5.JS - Tone.js - THREE.js - gibber",
          "اضافة فيديو تفاعلي على مواقع الانترنت",
          "للتجريب والتعلم حول بث الفيديو الرجعي، الكُسيريات أو الفراكتلات و العمليات المختلفة على البيكسل",
          "لبث الفيديو بين متصفحات انترنت مختلفة والتجريب مع الآخرين بشكل مباشر"
        ],
        "author": "تم انتاج هيدرا على يد <a {{author}}>olivia.</a>",
        "more-info": "لمزيد من المعلومات والتعليمات حول الاستخدام <a {{docs}}>the interactive documentation</a>, <a {{functions}}>a list of hydra functions</a>, <a {{garden}}>the community database of projects and tutorials</a>, <a {{gallery}}>a gallery of user-generated sketches</a>, و <a {{repo}}>the source code on github</a>,",
        "more-info-forums": "هناك أيضاً مخدم ديسكورد نشط <a {{discord}}>Discord server</a> وصفحة على الفيسبوك لمستخدمي ومطوري هيدرا <a {{facebook}}>facebook group</a> ",
        "support": "إذا وجدت استخدام هيدرا ممتعاً، نرجو منك النظر في دعم الجهد المتواصل للتطوير<a {{open-collective}}> <3 </a>."
}
}
